---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FaceDetailNode
source: html/bcdd4cdc-2561-edfb-93a7-e984faa46cfe.htm
---
# FaceDetailNode Members

Returns instance transform of the object being drawn.